/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Ett fel inträffade vid läsning av färgpaletten ”%@”. Välj en annan palett.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Ett fel inträffade när färgpaletten ”%@” skulle sparas. Försök att spara den igen.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Ett fel inträffade när den anpassade paletten skulle sparas till ”%@”. Försök spara igen.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Är du säker på att du vill ta bort hela färgpaletten ”%@”?";

/* Brightness slider text */
"Brightness" = "Ljusstyrka";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Avbryt";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Färgpaletter";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Färgreglage";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Färghjul";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Färgkritor";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK (enhet)";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Grå (enhet)";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB (enhet)";

/* Color space or profile model name */
"DeviceN" = "EnhetN";

/* NEED COMMENT */
"Error Renaming Palette" = "Fel vid byte av palettnamn";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Generisk CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Generisk grå";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Generisk RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Grå";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Göm färger";

/* Hue slider text */
"Hue" = "Nyans";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Bildpaletter";

/* Color space or profile model name */
"Indexed" = "Indexerad";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Systemet är osäkert på vilket objekt du vill byta namn på. Kontrollera att du endast har ett objekt markerat.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Ny färgpalett";

/* COMMENT */
"New name for color palette:" = "Nytt namn på färgpalett:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Öppna färgpalett";

/* Color space or profile model name */
"Pattern" = "Mönster";

/* COMMENT
   NEED COMMENT */
"Remove" = "Ta bort";

/* COMMENT */
"Remove Color Palette" = "Ta bort färgpalett";

/* NEED COMMENT */
"Remove Palette" = "Ta bort palett";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Att ta bort en anpassad palett är en permanent åtgärd. Är du säker på att du vill ta bort %@ från dina anpassade paletter?";

/* Generic title for color renaming panels */
"Rename Color" = "Byt färgnamn";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Mättnad";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Visa färger";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Färgpaletten ”%1$@” innehåller %2$ld färger.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Filen ”%@” kunde inte tas bort.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Det gick inte att byta namn på bilden ”%1$@” till ”%2$@”.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Behörighetsinställningarna för filen ”%@” gör att den inte kan ändras.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Profilen ”%1$@” innehåller %2$ld färger.";

/* NEED COMMENT */
"There was a Color Panel error." = "Ett färgpanelfel inträffade.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Ett fel inträffade när en färgpalett skulle öppnas.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Ett fel inträffade när en färgpalett skulle sparas.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Den här färgen kan inte använda profiler";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Namnlös";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Det finns redan en färg med namnet ”%@” i listan. Välj ett annat namn.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Det finns redan en anpassad palett med namnet ”%@”. Välj ett annat namn.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Det finns redan en palett med namnet ”%@”. Välj ett annat namn.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Du kan inte byta namn på ”%1$@” till ”%2$@”.";

